// Beauty
"lsq_filter_Normal" = "正常";
"lsq_filter_SkinNature" = "自然";
"lsq_filter_SkinPink" = "粉嫩";
"lsq_filter_SkinJelly" = "果冻";
"lsq_filter_SkinNoir" = "黑白";
"lsq_filter_SkinRuddy" = "红润";
"lsq_filter_SkinPowder" = "蜜粉";
"lsq_filter_SkinSugar" = "糖水色";

// filter
"lsq_filter_VideoFair" = "自然";
"lsq_filter_VideoYoungGirl" = "粉嫩";
"lsq_filter_VideoWhiteSkin" = "美白";
"lsq_filter_VideoFaceu01" = "Faceu 01";
"lsq_filter_VideoHuaJiao" = "仿花椒";
"lsq_filter_VideoJelly" = "果冻";

// 滤镜 17种
"lsq_filter_SkinSugar" = "糖水色";
"lsq_filter_DeepWhitening" = "深度美白";
"lsq_filter_ClearWhite" = "清透亮白";
"lsq_filter_WarmSunshine" = "暖暖阳光";
"lsq_filter_Leica" = "莱卡";
"lsq_filter_Mamiya" = "Mamiya";
"lsq_filter_1940s" = "1940s";
"lsq_filter_Jingxiang" = "静香";
"lsq_filter_Coloration" = "着色";
"lsq_filter_Summersunshine" = "夏日";
"lsq_filter_SilentEra" = "无声时代";
"lsq_filter_AmericaPast" = "美国往事";
"lsq_filter_T2" = "T2";
"lsq_filter_J5" = "J5";
"lsq_filter_Newborn" = "新生";
"lsq_filter_Morning" = "清晨";
"lsq_filter_Original" = "原始";
"lsq_filter_Glaze" = "琉璃";
"lsq_filter_Snow" = "白雪";
"lsq_filter_Agar" = "琼脂";
"lsq_filter_Firework" = "烟花";
"lsq_filter_Fine" = "晴天";

"lsq_filter_nature" = "自然";
"lsq_filter_pink" = "粉嫩";
"lsq_filter_jelly" = "果冻";
"lsq_filter_ruddy" = "红润";
"lsq_filter_sugar" = "糖水色";
"lsq_filter_honey" = "蜜粉";
"lsq_filter_clear" = "原麦";
"lsq_filter_timber" = "小森林";
"lsq_filter_whitening" = "美白";
"lsq_filter_porcelain" = "青花瓷";

// new filter
"lsq_filter_SkinPink010" = "粉嫩";
"lsq_filter_SkinJelly010" = "果冻";
"lsq_filter_Fair010" = "白皙";
"lsq_filter_Pink010" = "淡雅";
"lsq_filter_Forest010" = "小森林";
"lsq_filter_Sundown" = "日不落";
"lsq_filter_Sakura" = "樱花草";
"lsq_filter_Paul01" = "阿宝";
"lsq_filter_Lavender" = "薰衣草";
"lsq_filter_Manhattan" = "曼哈顿";
"lsq_filter_Dusk" = "黄昏";
"lsq_filter_TinyTimes" = "小时代";
"lsq_filter_Vivid01" = "小清新";
"lsq_filter_Year1950" = "1950";
"lsq_filter_Missing01" = "想你色";
"lsq_filter_Grapefruit01" = "西柚色";
"lsq_filter_RoseCarmine001" = "玫红色";
"lsq_filter_Nude01" = "裸色";
"lsq_filter_Orange01" = "橘色";
"lsq_filter_BabyPink001" = "粉色";

// 1.8.0
"lsq_filter_SkinPink011" = "粉嫩";
"lsq_filter_SkinJelly011" = "果冻";
"lsq_filter_Fair011" = "白皙";
"lsq_filter_Pink011" = "淡雅";
"lsq_filter_Forest011" = "小森林";

// effect
"lsq_filter_LiveShake01" = "抖动";
"lsq_filter_LiveMegrim01" = "幻觉";
"lsq_filter_EdgeMagic01" = "魔法";
"lsq_filter_LiveFancy01_1" = "70s";
"lsq_filter_LiveSoulOut01" = "灵魂出窍";
"lsq_filter_LiveSignal01" = "信号";
"lsq_filter_LiveLightning01" = "闪电";
"lsq_filter_LiveXRay01" = "X光";
"lsq_filter_LiveHeartbeat01" = "心跳";
"lsq_filter_LiveMirrorImage01" = "镜像";
"lsq_filter_LiveSlosh01" = "晃动";
"lsq_filter_LiveOldTV01" = "旧电视";

// ParticleEffect
"lsq_filter_snow01" = "雪花";
"lsq_filter_Love" = "甜心";
"lsq_filter_Bubbles" = "泡泡";
"lsq_filter_Music" = "音符";
"lsq_filter_Star" = "星星";
"lsq_filter_Surprise" = "惊喜";
"lsq_filter_Flower" = "花瓣";
"lsq_filter_Magic" = "鬼火";
"lsq_filter_Money" = "金币";
"lsq_filter_Burning" = "燃烧";
"lsq_filter_Fireball" = "火球";

// edit
"lsq_filter_Olympus_1" = "奥林巴斯";
"lsq_filter_Leica_1" = "莱卡";
"lsq_filter_Gold_1" = "金黄";
"lsq_filter_Cheerful_1" = "愉悦";
"lsq_filter_White_1" = "纯白";
"lsq_filter_s1950_1" = "1950s";
"lsq_filter_Blurred_1" = "迷离";
"lsq_filter_Newborn_1" = "新生";
"lsq_filter_Fade_1" = "褪色";
"lsq_filter_NewYork_1" = "纽约";

// audio
"lsq_audio_lively" = "欢快";
"lsq_audio_oldmovie" = "老电影";
"lsq_audio_relieve" = "舒缓";

// time
"lsq_filter_repeat" = "反复";
"lsq_filter_slow" = "慢动作";
"lsq_filter_reverse" = "逆转时光";

// 滤镜参数
"lsq_filter_set_animation" = "动画";
"lsq_filter_set_vignette" = "图案";
"lsq_filter_set_blurSize" = "强度";
"lsq_filter_set_mixied" = "效果";
"lsq_filter_set_distanceFactor" = "半径";
"lsq_filter_set_rangeReductionFactor" = "衰减";
"lsq_filter_set_saturation" = "饱和";

// 美颜
"lsq_filter_set_smoothing" = "磨皮";
"lsq_filter_set_whitening" = "美白";
"lsq_filter_set_ruddy" = "红润";

// 微整形
"lsq_filter_set_chinSize" = "瘦脸";
"lsq_filter_set_jawSize" = "下巴";
"lsq_filter_set_noseSize" = "瘦鼻";
"lsq_filter_set_mouthWidth" = "嘴型";
"lsq_filter_set_eyeSize" = "大眼";
"lsq_filter_set_eyeDis" = "眼距";
"lsq_filter_set_eyeAngle" = "眼角";
"lsq_filter_set_archEyebrow" = "细眉";
"lsq_filter_set_skin_precision" = "精准美颜";
"lsq_filter_set_skin_extreme" = "极致美颜";

// 漫画滤镜
"lsq_filter_CHComics_Video" = "国漫";
"lsq_filter_USComics_Video" = "美漫";
"lsq_filter_JPComics_Video" = "日漫";
"lsq_filter_Lightcolor_Video" = "淡彩";
"lsq_filter_Ink_Video" = "墨水";
"lsq_filter_Monochrome_Video" = "单色";

// 3.2.0
"lsq_filter_SkinNature10" = "自然";
"lsq_filter_SkinPink10" = "粉嫩";
"lsq_filter_SkinJelly10" = "果冻";
"lsq_filter_SkinNoir10" = "深黑";
"lsq_filter_SkinRuddy10" = "红润";
"lsq_filter_SkinSugar10" = "糖水";
"lsq_filter_SkinPowder10" = "蜜粉";
"lsq_filter_SkinWheat10" = "原麦";
"lsq_filter_SkinSoft10" = "柔和";
"lsq_filter_SkinPure10" = "清纯";
"lsq_filter_SkinMoving10" = "动人";
"lsq_filter_SkinPast10" = "过往";
"lsq_filter_SkinCookies10" = "曲奇";
"lsq_filter_SkinRose10" = "蔷薇";


// 3.4.1 转场
"lsq_filter_FadeIn" = "淡入";
"lsq_filter_FlyIn" = "飞入";
"lsq_filter_PullInRight" = "右入";
"lsq_filter_PullInLeft" = "左入";
"lsq_filter_PullInTop" = "下降";
"lsq_filter_PullInBottom" = "上升";
"lsq_filter_SpreadIn" = "扩散";
"lsq_filter_FlashLight" = "黑场过渡";
"lsq_filter_Flip" = "翻转";
"lsq_filter_FocusOut" = "圆形放大";
"lsq_filter_FocusIn" = "圆形缩小";
"lsq_filter_StackUp" = "叠起";
"lsq_filter_Zoom" = "放大";

// 3.4.4 高斯模糊
"lsq_filter_gaosi_01" = "高斯模糊";

// 3.4.5 新相机滤镜-短视频
"lsq_filter_SkinFair_1" = "白皙";
"lsq_filter_SkinDawn_1" = "曙光";
"lsq_filter_SkinSummer_1" = "初夏";
"lsq_filter_SkinButter_1" = "淡奶";
"lsq_filter_SkinJapanese_1" = "日系";
"lsq_filter_SkinExtraordinary_1" = "非凡";
"lsq_filter_SkinTender_1" = "粉嫩";
"lsq_filter_SkinConfession_1" = "告白";
"lsq_filter_SkinRose_1" = "玫瑰";
"lsq_filter_SkinNostalgia_1" = "怀旧";
"lsq_filter_SkinWarm_1" = "温暖";
"lsq_filter_SkinNatural_1" = "自然";
"lsq_filter_SkinClear_1" = "清晰";
"lsq_filter_SkinLeisurely_1" = "清逸";
"lsq_filter_SkinLotus_1" = "莲花";
"lsq_filter_SkinHoney_1" = "蜜糖";
"lsq_filter_SkinDusk_1" = "黄昏";
"lsq_filter_SkinBeckoning_1" = "心动";
"lsq_filter_SkinSweet_1" = "甜蜜";
"lsq_filter_SkinPlain_1" = "素净";
